[Information]
TRANSLATOR=ICM
CONTACT_ADDRESS=icm@open.by
VERSION=3.5.0

[Language]
LANGUAGE=Русский 
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0419, 0x0819

[Url]
WIKIPEDIA_SMART=http://ru.wikipedia.org/wiki/Технология_SMART

[Menu]
FILE=&Файл
CUSTOMIZE=&Настроить
EXIT=&Выход
EDIT=&Правка
COPY=&Копировать
FUNCTION=&Функция
HIDE_SMART_INFO=Скрыть &S.M.A.R.T. информацию
HIDE_SERIAL_NUMBER=Скрыть серийный &Номер
SHOW_DRIVE_LETTER=Показать &букву тома
ADVANCED_DISK_SEARCH=&Расширенный поиск дисков
EVENT_LOG=&Журнал событий
AAM_APM_CONTROL=Управление AA&M/APM
AUTO_AAM_APM_ADAPTION=Автонастройка AAM/A&PM
RESIDENT=Запуск агента
STARTUP=&Автозапуск
OPEN_DISK_MANAGEMENT=Запустить "&Менеджер диска"
OPEN_DEVICE_MANAGER=Запустить "&Диспетчер устройств"
ADVANCED_FEATURE=Расширенные &опции
REFRESH=&Обновить
RESCAN=Пере&запуск
DISABLE=&Откл.
AUTO_REFRESH=&Автообновление
AUTO_REFRESH_TARGET=Автообновление &выбранного
AUTO_REFRESH_TARGET_ALL_DISK=Автообновление - Выбрать все диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автообновление - Снять выбор со всех дисков
WAIT_TIME_AT_STARTUP=&Задержка запуска
GRAPH=&График
THEME=&Тема
DISK=&Диск
HELP=&Справка
HELP_ABOUT=&О программе CrystalDiskInfo
HELP_ABOUT_SMART=О технологии &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=Язык
ITEM=&Пункт
TEMPERATURE_TYPE=&Единицы температуры
CELSIUS=Цельсий (°C)
FAHRENHEIT=Фаренгейт (°F)
HEALTH_STATUS_SETTING=&Установка значений состояния
COPY_OPTION=Функции &копирования
RESIDENT_STYLE=Стиль оф&ормления
MINIMIZE=Минимизированный
HIDE=Скрытый
ZOOM=&Увеличение
AUTO=&Авто
ATTRIBUTE=&Вид параметров
ASCII_VIEW=ASCII вид
AUTO_DTECTION=Авто-определение
SECOND=сек.
MINUTE=мин.
HOUR=час.

;Graph
OPTION=&Опции
LEGEND_POSITION=&Позиция легенды
NORTH_WEST=Слева сверху
NORTH_EAST=Справа сверху
SOUTH_WEST=Слева снизу
SOUTH_EAST=Справа снизу
MAX_PLOT_POINT=Максимальная точка построения
TIME_FORMAT=&Формат времени
PAINT_WEEKEND=Отображать простои
ALL=&Все

[TrayMenu]
EXIT=Выход
REFRESH=Обновить
RESIDENT=Запуск агента
ENABLE=Включить
DISABLE=Откл.
ENABLE_ALL=Влючить всё
DISABLE_ALL=Выключить всё
AUTO_REFRESH=Автообновление
AUTO_REFRESH_TARGET=Автообновление выбранного
AUTO_REFRESH_TARGET_ALL_DISK=Автообновление - Выбрать все диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автообновление - Снять выбор со всех дисков
ALARM_SETTING_TEMPERATURE=Тревога - Температура
ALARM_SETTING_HEALTH_STATUS=Тревога - Тех. состояние
SHOW_MAIN_WINDOW=Показывать главное окно
SHOW_TEMPERATURE_ICON=Показать температуру
SHOW_ALL_TEMPERATURE_ICON=Показать всю температуру
HIDE_ALL_TEMPERATURE_ICON=Скрыть всю температуру
COLLECTIVE_SETTING=Общие настройки
GRAPH=График
SHOW_TEMPERATURE_ICON_ONLY=Только индикатор температуры

[DiskStatus]
GOOD=Хорошее
CAUTION=Внимание!
BAD=Плохое
UNKNOWN=Неизвестно
DISK=Диск

[Dialog]
LIST_ID=ID
LIST_CURRENT=Текущее
LIST_WORST=Худшее
LIST_THRESHOLD=Порог
LIST_RAW_VALUES=Hex-значение
;LIST_DESCRIPTION=Описание
LIST_ATTRIBUTE_NAME=Название атрибута

FIRMWARE=Версия прошивки
SERIAL_NUMBER=Серийный номер
INTERFACE=Интерфейс
STANDARD=Стандарт
TRANSFER_MODE=Вид передачи данных
BUFFER_SIZE=Буфер данных
NV_CACHE_SIZE=Объём NV-кэша
ROTATION_RATE=Скорость вращения
TEMPERATURE=Температура
POWER_ON_HOURS=Общее время работы
POWER_ON_COUNT=Счётчик включений
DRIVE_LETTER=Буква тома
FEATURE=Опции
HEALTH_STATUS=Тех. состояние

UNKNOWN=Неизвестно
POWER_ON_COUNT_UNIT=раз
POWER_ON_HOURS_UNIT=часов
POWER_ON_DAYS_UNIT=дней

[Message]
DETECT_UNIT_POWER_ON_HOURS=Параметры жестких дисков
DETECT_DISK=Определение диска
PLEASE_ENABLE_WMI=Включите WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Перезапустите приложение
DISK_NOT_FOUND=Диск не обнаружен

[Alarm]
ALARM_TEMPERATURE=Тревога - Температура
ALARM_HEALTH_STATUS=Тревога - Тех. состояние
DEGRADATION=Ухудшение
RECOVERY=Восстановление
INFO_HEALTH_STATUS=Информация о состоянии

[Graph]
PLEASE_SELECT_ITEM=Выберите пункт
ACTUAL_VALUE=Фактическое значение (Hex-значение)
NORMALIZED_VALUE=Нормированное значение (Текущее значение)
ALL_ON=Всегда вкл.
ALL_OFF=Всегда выкл.
RESET=Сброс

[Customize]
LINE_COLOR=Цвет линии
BACKGROUND_IMAGE=Фон
SUPPORTED_IMAGE_FORMAT=Поддерживаемые изображения
ALL_FILES=Все файлы

[AamApm]
AAM_LOW=<- Тихий (80h)
AAM_HIGH=Производительный (FEh) ->
AAM_RECOMMEND=Рекомендуемый
APM_LOW=<- Экономичный (01h)
APM_HIGH=Производительный (FEh) ->
AUTOMATIC_ACOUSTIC_MANAGEMENT=Автоматическое управление акустикой (AAM)
ADVANCED_POWER_MANAGEMENT=Расширенное управление питанием (APM)

[WindowTitle]
ABOUT=О программе CrystalDiskInfo
GRAPH=График
CUSTOMIZE=Настройка
VERSION_INFORMATION=Информация о версии
AAM_APM_CONTROL= Управление AAM/APM
HEALTH_STATUS_SETTING=Установки параметров состояния

[HealthStatus]
THRESHOLD_OF_CAUTION=Значения состояния
APPLY=Применить
DEFAULT=Стандарт

[Smart]
UNKNOWN=Неизвестно 
VENDOR_SPECIFIC=Спецификации производителя
01=Ошибки чтения
02=Производительность
03=Время раскрутки
04=Запуски/остановки шпинделя
05=Переназначенные сектора
06=Запас канала чтения
07=Ошибки позиционирования
08=Время поиска
09=Время работы (ч.)
0A=Повторные попытки раскрутки
0B=Повторы рекалибровки
0C=Количество включений
0D=Программные ошибки чтения
BE=Температура воздушного потока
BF=Ошибки при ударных нагрузках
C0=Отказ отключения питания
C1=Циклы загрузки/выгрузки
C2=Температура
C3=Аппаратное ECC восстановление
C4=Переназначенные операции
C5=Секторы на замену
C6=Неисправимые ошибки секторов
C7=UltraDMA CRC-Ошибки
C8=Ошибки записи
C9=Программные ошибки записи
CA=Ошибки адресации данных
CB=Отказы запуска
CC=Программное ECC исправление
CD=Температурные перепады
CE=Высота зависания
CF=Текущая высота
D0=Spin Buzz
D1=Поизводительность офлайн поиска
D3=Вибрации при записи
D4=Тряска при записи
DC=Сдвиг диска
DD=Ошибки от ударов (G-Sense)
DE=Время работы (ч.)
DF=Повторы загрузки/выгрузки
E0=Сила трения при загрузке
E1=Циклы загрузки/выгрузки
E2=Время загрузки
E3=Усиление крутящего момента
E4=Парковки при выключении
E6=Амплитуда GMR-головки
E7=Температура
F0=Время позиционирования головки (ч.)
FA=Число ошибок при чтении
B8=End-to-End ошибки
BB=Неисправимые ошибки
BC=Таймаут команды
BD=Высокоуровневая запись
FE=Защита от свободного падения

[SmartSsd]
01=Ошибки чтения
02=Производительность
03=Время раскрутки
04=Запуски/остановки шпинделя
05=Переназначенные сектора
06=Запас канала чтения
07=Ошибки позиционирования
08=Время поиска
09=Время работы (ч.)
0A=Повторные попытки раскрутки
0B=Повторы рекалибровки
0C=Количество включений
0D=Программные ошибки чтения
C0=Счётчик опасных отключений
C2=Температура
C4=Переназначенные операции
C5=Секторы на замену
C6=Неисправимые ошибки секторов
; CrystalDiskInfo assign
FF=Оставшееся время работы

[SmartMtron]
BB=Общий счётчик стираний

[SmartIndlinx]
01=Уровень ошибок чтения
09=Время работы (ч.)
0C=Количество включений
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Оставшееся время работы

[SmartJMicron]
09=Время работы (ч.)
0C=Количество включений
C2=Температура
E5=Halt System ID, Flash ID
E8=Информация о Прошивке (FW)
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1)
03=Время раскрутки
04=Счетчик пусков/остановок
05=Переназначенные сектора
09=Время работы (ч.)
0C=Количество включений
C0=Счётчик опасных выключений
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Время работы (ч.)
0C=Количество включений
AF=Program Fail Count (Chip)
B0=Счётчик ошибок стирания (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Счётчик ошибок программы (Total)
B6=Счётчик ошибок стирания (Total)
B7=Runtime bad block (Total)
BB=Счётчик неисправимых ошибок
BE=Temperature Exceed Count
C2=Температура
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate